
<style>
    .footer2 {
    font-size: 10px;
    font-family: -apple-system,BlinkMacSystemFont,inter ui,Roboto,sans-serif;
    letter-spacing: .1px;
    font-weight: 500;
    padding: 15px 25px;
    background-color: #2f3140;
    color: #637388;
    border-top: 1pxsolidrgba(72,94,144,.16);
    text-transform: uppercase;
    display: none;
}
    
</style>

<script type="text/javascript">(function(){window['__CF$cv$params']={r:'5f11c394ec0c848c',m:'af19ab92fcf728bbab37ef26c98f93880fbb7cda-1605199952-1800-AZ8KhRwqzpvvUz1rfgK/a3J4vQDy8FtfLHFj38YgSCoQb9f/S6HVe9u9sINIiJnxZ+P9x7ZsEsRsy9iVVu8sbTd/s2FyKFWc8UhAecoF8ompfGfCfop6xpbefUaDQ6xTTA==',s:[0x47f70c9c22,0xe89d623a54],}})();</script>
<div class=" hash-mob ft-ct">
    <footer class="footer container" style="border:0;      background-color: #2f3140;   box-shadow: 0px 10px 30px #2a2c38;">
        <div>
            <span style="font-weight: bold; font-size: 12px;">© 2023 KUBIK. Все права защищены </span>

        </div>
        <div>
            
            <nav class="nav">

                   <a style="font-weight: bold; font-size: 12px;    color: #00af00; " class="nav-link"><span class="fa fa-user-circle" aria-hidden="true">⠀</span>  <span id="oe">0</span> </a>
                <a style="font-weight: bold; font-size: 12px;    color: #00af00; " class="nav-link"><span class="fa fa-lock" aria-hidden="true">⠀</span>384-БИТНОЕ ШИФРОВАНИЕ</a>
                <a href="https://vk.com/kubiknew" style="font-weight: bold; font-size: 12px;    color: #637388;" class="nav-link"><u>Группа ВК</u></a>
                
            </nav>
        </div>
    </footer>
</div>

<div class="content content-fixed hash-mob ft-ct d-none">
    <footer>
        <div class="text-center d-none">
            <img class="wd-60" src="/files/visa.5bf5989ee2a63be5110ead2ccc3afbfc.svg">
            <img class="ht-40 mg-l-15" src="/files/mastercard.fdf8a1307673e1b5db6a70d784a04581.svg">

            <svg class="mg-t-4 mg-l-15" width="72" height="26" viewBox="0 0 72 26">
                <path fill="#637388" fill-rule="evenodd" d="M17.614 22.796c2.243 0 4.676.76 7.37 3.118.27.236.629-.057.393-.35-2.647-3.303-5.095-3.932-7.536-4.463-2.986-.65-4.523-2.31-5.593-4.133-.213-.363-.309-.3-.328.167-.023.57.016 1.325.146 2.067-.12.005-.242.004-.364.004-4.272 0-7.736-3.422-7.736-7.644 0-4.22 3.464-7.643 7.736-7.643s7.736 3.422 7.736 7.643c0 .3-.015.598-.049.889-.565-.1-1.677-.112-2.457-.045-.293.025-.252.16-.03.2 2.557.456 4.314 2.022 4.716 4.863.009.066.095.085.13.029a11.405 11.405 0 0 0 1.656-5.936C23.404 5.177 18.165 0 11.702 0S0 5.177 0 11.562c0 6.386 5.24 11.564 11.702 11.564 1.715 0 3.416-.33 5.912-.33zm.871-4.198c.52.435.68.952.404 1.317-.153.2-.401.31-.699.31a1.25 1.25 0 0 1-.796-.285c-.474-.409-.613-1.071-.304-1.448.121-.147.317-.228.553-.228.285 0 .585.119.842.334zm2.402-1.104c.077.506-.085.716-.248.716-.177 0-.4-.205-.663-.61-.26-.4-.355-.86-.226-1.092.085-.153.263-.22.487-.136.434.162.605.819.65 1.122zm16.222-2.648l-1.35-1.604a.258.258 0 0 1 .202-.423h2.822c.134-.395.21-.817.21-1.256 0-2.008-1.513-3.74-3.589-3.74-2.077 0-3.59 1.732-3.59 3.74 0 2.009 1.513 3.716 3.59 3.716.63 0 1.206-.16 1.705-.433zm6.104 2.71c.147.16.026.417-.194.417h-3.08a.424.424 0 0 1-.325-.15l-.522-.62a6.816 6.816 0 0 1-3.688 1.078c-3.75 0-6.8-3.013-6.8-6.718 0-3.704 3.05-6.718 6.8-6.718s6.8 3.014 6.8 6.718c0 1.336-.399 2.58-1.081 3.627l2.09 2.365zM71.666 5.153h-2.514a.333.333 0 0 0-.334.33v12.158c0 .182.15.33.334.33h2.514a.332.332 0 0 0 .334-.33V5.485c0-.183-.15-.331-.334-.331zm-4.23 0h-2.812a.334.334 0 0 0-.32.232l-2.226 7.185-2.446-7.193a.334.334 0 0 0-.317-.224h-1.962a.334.334 0 0 0-.318.224l-2.445 7.193-2.226-7.185a.334.334 0 0 0-.32-.232h-2.812a.337.337 0 0 0-.271.136.322.322 0 0 0-.046.295l4.13 12.164a.334.334 0 0 0 .318.224h2.232c.144 0 .271-.09.317-.223l2.422-7.107 2.422 7.107a.334.334 0 0 0 .317.223h2.232c.144 0 .272-.09.317-.224l4.131-12.164a.322.322 0 0 0-.046-.295.337.337 0 0 0-.271-.136zm-19.586.33v12.158c0 .182-.15.33-.334.33h-2.514a.332.332 0 0 1-.334-.33V5.485c0-.183.15-.331.334-.331h2.514c.184 0 .334.148.334.33z"></path>
            </svg>




            <img class="ht-25 mg-l-25" src="/files/yandex_white.svg">
            <img class="ht-30 mg-l-25 mg-t-5" src="/files/alfabank_black.svg">
            <img class="ht-20 mg-l-25" src="/files/payeer.svg">
            <img class="ht-25 mg-l-25 mg-t-5" src="/files/perfectmoney.svg">
        </div>


    </footer>
</div>
<!-- Footer -->


<div style="display:none">
    <?=$sitename;?> - сервис, входящих в популярную группу Rewards. Эта группа включает в себя до 29 других казино, которые связаны друг с другом. Интересно, что если вы являетесь участником нескольких казино этой группы, то ваши VIP-очки складываются. Вы узнаете больше об этом в следующих параграфах. На сайте Кабура есть только игры от Microgaming. Этот сайт основан в 2009 году и с тех пор работает очень хорошо. Казино часто выбирают, потому что оно обеспечивает безопасность во время игры и не слишком сложно в использовании. Стоит отметить, что в казино можно играть разными способами. Одним из самых популярных можно отметить загрузку программы на ваш компьютер. Тогда использовать <a href="https://1cabura.bar">Cabura</a> проще всего. Ничто не мешает вам не скачивать его, а просто играть с помощью интернет-поисковика. Последний способ - использовать мобильное устройство.<br>
<br>
Веб-сайт<br>
После ввода <?=$sitename;?> в поисковой системе вы попадете на основной сайт казино. В самом начале мы, конечно, будем удивлены прозрачностью этого места, но также здесь не очень много информации. Сайт bazar выглядит очень современно, но мы многому от него не научимся. Женщина и мужчина появляются перед нашими глазами и между ними - лучшее предложение от Кабура, приветственный бонус, о котором вы узнаете позже. Казино также гордится своими победителями, поэтому они прокручиваются прямо под графикой на панели. Самые популярные игры находятся под панелью и сразу под ними вам снова рекомендуют зарегистрироваться или загрузить программу казино на свой компьютер. Если вы ищете категории, вы найдете их в самой верхней части страницы. К сожалению, не авторизовавшись, мы не видим слишком много игр.<br>
<br>
Если вы хотите зарегистрироваться, просто нажмите кнопку «играть сейчас». Ссылка ведёт нас на страницу регистрации. Процесс входа выглядит очень похоже на другие сайты. Просто введите свое имя, фамилию, пол, год рождения, адрес электронной почты, полный почтовый адрес, город, в котором вы находитесь, страну, провинцию, почтовый индекс, номер телефона и пароль. Вы также должны выбрать свою валюту и подтвердить, что вы ознакомились с условиями казино. <br>
<br>
Как мы уже упоминали, сайт прозрачен и прост в навигации. Единственная проблема может заключаться в том, что в <?=$sitename;?> нет версии на русском языке. Тем не менее, сайт создан на английском языке, поэтому понимание не является проблемой для большинства. На какие языки переведено казино?<br>
<br>
финский<br>
французский<br>
Немецкий (немецкий)<br>
Немецкий (австрийский)<br>
словенский
    
    
</div>

<!-- Put this script tag to the <head> of your page -->
<script type="text/javascript" src="https://vk.com/js/api/openapi.js?168"></script>

<!-- Put this div tag to the place, where the Community messages block will be -->
<div id="vk_community_messages"></div>
<script type="text/javascript">
  VK.Widgets.CommunityMessages("vk_community_messages", 215333254, {disableButtonTooltip: 1, disableExpandChatSound: 1});
</script>